[
  {
	"name": "howtothinklikeacriminal.txt",
	"authorizedUsers": [{"userId" : "nobodys@home", "hidden": false},{"userId" : "second@home", "hidden":false},{"userId" : "admin", "hidden": false}],
	"content": "OPSEC -- How to Think Like a Criminal\\nDelta Green agents are under constant surveillance just like the rest of us. They must engage in communications security to keep their operations secret — and protect potential eavesdroppers from exposure to the unnatural. They have to break into locations built to keep them out; they have to be able to get away with murder or, failing that, making it look like murder. To accomplish these goals, you must learn to think like a Criminal — in the Eyes of the Law, you will be.\\nWipe. Your. Butt.\\nFew like cleaning up after themselves and you were not recruited for your domestic tidiness. But if you don't clean up, your Operation will stink; you will stink; all disinformation (potpourri) does is mask the smell. Don't fart in the elevator we're all trapped in.\\nSoap. It is never enough to eliminate the threat. You must keep others from discovering it or the actions you took to destroy it. Don't just destroy; sanitize.\\nScrub. Leave no 'bureaucratic footprints' (digital or otherwise). Deny or explain away evidence of unnatural activity at all times. Doctor the records and files of your own agency. Destroy them if you can't.\\nRinse. They don't Need to Know: You Need to Know; and if they do come to Know anyway, they Need to Doubt. Say as little as you can to as few people as you can and whatever you do say that has even a trace amount of Delta Green in it: gaslight, whitewash; dilute it down. They want to rationalize what they saw or heard into something which fits their worldview: let them do the heavy lifting for you. Phrases to memorize and riff on:\\n'It happened so fast. Are you sure that's what you saw?'\\n'That's not what I remember happening. Is that what you remember, [Agent]?'\\n'There's no such thing as [thing], right? You probably just saw a [dog/moose/shadow/trick-of-the-light/paranoia/dream].'\\n'Are you feeling alright? You look really worn out and stressed. Is everything OK at home? Are you OK?'\\n'Are you hearing yourself right now? [Restatement of what they're saying, pointing out all the extreme parts they're focused on in a dismissive but empathetic way]'\\n'Huh? But isn't that the plot to [serial tv show/anthology]?'\\n'Okay, okay, calm down. Why don't we get you a breathalyzer/drug test; just to be sure? (Sure you didn't hallucinate it)'\\n\\nBurn. If it's Delta Green, it's Radioactive.\\nDispose of it like the toxic waste it is; in a place and manner where it won't hurt John Q. Public.\\nKeep only what you absolutely must — and get ready to get cancer if you do.\\nIt's 1984. Specifically Orwell's.\\nIf you think it's not 1984: you're wrong, because that's when you exist; it's when your mission exists, when your communications methods exist, and when your fellow agents exist.\\nThe 'Digital World' does and should not exist for your operation. Maybe it exists for other people; for you, it should be a whole other world only reached for when absolutely necessary and mission critical.\\nNo cell phones except burners without data and GPS systems; bought as needed; battery removed when you're not making a call; destroyed after first use.\\nPay for everything in cash or by anonymous debit card.\\nAvoid vehicles made after 1991; treat every modern car as equipped with a tracking device. If you must use a vehicle with a tracking device (buses, taxis, etc), use it as briefly as possible and do not exit the vehicle at your destination — exit well before or well after it.\\nAvoid written messages. Write only what you need for investigation. If it can be said or passed with your mouth in a face-to-face, that's where and when it can and should be passed.\\nCivilians and Local Authorities\\n\\nGaining local cooperation is easier in some communities than others. Study the environment. Read the room. Vibe-check for 'Espirit de Corps'; think before you act, before you talk, and before you show.\\nJust because they're friendly doesn't mean they're Friendly.\\n\\nField Work\\nDo not become the mission.\\nDO NOT BECOME THE MISSION.\\n\\nIn the field of Firearms Safety, you are taught to always treat the gun as loaded. In the field of Delta Green OPSEC: always treat your operation as under investigation from non-Friendly Authorities and Interests.\\nUnless you're acting under the cover of some legitimate operation, never show your I.D. If you use a false I.D. always remember: it won't stand up to close scrutiny.\\nIf you have to do anything with tech or espionage: Keep it Simple, Stupid. The CIA lives by this motto; you should, too.\\nThe more complex and complicated a plan or story, the more fragile and prone to failure. Find the easiest, fastest, simplest, most explainable path.\\n90% of Security is Theater.\\nThe remaining 10% is or is driven by People.\\nDon't beat the Security when you can beat the People.\\n\\nThe most successful operations employ the simplest psychological tricks to great effect. A clipboard, hardhat, and ladder can get you almost anywhere that isn't high security — and when it doesn't, it can also excuse you without raising eyebrows. The right combination of attitude, timing, credentials, pressure, gaslighting, and distraction can get you everywhere else.\\nYou're not showing up for a job. You're showing up to do a job. This isn't deep cover work. If it works for ten minutes, that's all it should need to in most cases. If you need to be somewhere longer, you need to think longer.\\nAlways have a Plan B.\\nPlan B should fit into three bullet points and take no longer than ten seconds to say.\\nIf it takes up more than that, you're going to need a Plan C. Do not make a Plan C unless you're willing to pay for it in blood.\\n\\nExperiments and untested tactics/theories are for controlled laboratory environments. Don't reach for Mirrors when Smoke will do.\\nKeep and stay two steps ahead of yourself. By the time you find your Way In, you should already be finding your Way Out.\\nRemember: No plan survives first contact with the enemy.\\n\\nStay Tight; Work Smooth. The point of having a Team is Cover. If you're not Covering, you're Exposed. If you're Exposed, you're a walking Corpse. Cover your Team; they will Cover you.\\n\\nKeeping Contact\\nThe old and proven methods work. Spies use them; you use them.\\nBrush passes and bumps.\\nDead drops in containers that look filthy (or are).\\nHardcopy, corkboard, sticky notes, journals, highlight markers, and string; this can and should be your whole investigation kit. It's enough and, even more important, it's (1) not. digital. and (2) it burns.\\n\\nDo in-person communications if at all possible.\\nIf not possible, talk in code without sounding like you're talking in code. Be vague; innocuous. Rely on innuendo, context, and inside knowledge to fill the blanks.\\n'It's me. We took care of the thing. Meet you same place we did the first time. See you at sunset.' (An Agent reporting to their case officer: mission complete, scheduling their debrief to where they were briefed and at sunset)\\n\\nWhen you meet, meet someplace secure.\\nQuiet.\\nNo surveillance.\\nA Controlled Environment; a place You Know and Can Predict.\\n\\nNo secure environment is secure forever.\\nNever expect the same location will work twice without potential problems.\\nIf it's electronic, it's probably a listening device.\\nIf you can see out; they can hear in.\\n\\nMeetings should be brief; go over essentials only (essential is what your Case Officer says is essential); disperse quietly and anonymously.\\n\\n**Think like a criminal; meet like a conspiracy to kill the president.**\\n\\nInjury and Death\\nIf necessary, stage accidents to explain things.\\nIt's mission-critical to prevent outside investigation and interest.\\nIf you have to dig a shallow grave, do it.\\nIf you do it, you've chosen to take care of it thoroughly later.\\nLeave nothing to chance that you're not willing to burn for.\\n\\nRecruitment\\nYou don't recruit.\\nWe recruit.\\nIf you have a recommendation bring it up to your Case Officer during your debrief.\\nDo not — DO NOT — keep contact with 'potential Friendlies'."
  },
  {
	"name": "b.txt",
	"authorizedUsers": [{"userId" : "admin", "hidden": false}],
	"content": "This is the content of b.txt. Admin only!"
  }
]
